{
  "en": {
    "title": "Hospital Uniform Policy Templates",
    "description": "Streamline your healthcare facility's uniform management with our comprehensive Hospital Uniform Policy Templates. Developed specifically for Saudi Arabian healthcare institutions, these professionally crafted templates help establish consistent standards that enhance patient confidence, improve infection control, and strengthen your organization's professional identity.",
    "introduction": "Implementing effective uniform policies is essential for healthcare facilities to maintain professionalism, infection control standards, and clear staff identification. These customizable templates provide you with expert guidance based on industry best practices and Saudi healthcare regulations.",
    "benefits": [
      "Ensure compliance with Saudi healthcare regulatory requirements",
      "Improve infection control through proper uniform handling protocols",
      "Enhance patient experience with consistent professional appearance",
      "Simplify uniform procurement and management processes",
      "Create clear guidelines for staff across all departments"
    ],
    "template_sections": [
      {
        "title": "Department-Specific Guidelines",
        "description": "Detailed uniform requirements for different hospital departments including nursing, physicians, administrative staff, technicians, and support services, with specific color coding and garment specifications.",
        "preview_image": "/images/resources/hospital-policies-cover.jpg"
      },
      {
        "title": "Infection Control Standards",
        "description": "Comprehensive protocols for uniform handling, laundering, on-site changing facilities, and guidelines for uniform wearing in high-infection-risk areas in line with Saudi MOH requirements.",
        "preview_image": "/images/healthcare/healthcare_medical_doctor_uniform.jpg"
      },
      {
        "title": "Religious and Cultural Accommodation",
        "description": "Guidelines for accommodating religious and cultural dress requirements within the framework of professional healthcare uniforms, including hijab guidelines and modesty standards.",
        "preview_image": "/images/healthcare/healthcare_hijab_doctor.jpg"
      },
      {
        "title": "Identification Standards",
        "description": "Specifications for name badges, role identification, and department designation to ensure clear staff identification for patients and visitors.",
        "preview_image": "/images/healthcare/full_clothes_doctor_uniform.jpg"
      }
    ],
    "format_options": [
      "Editable Word Document (.docx)",
      "PDF Format",
      "PowerPoint Presentation for Staff Training",
      "Visual Quick-Reference Guides"
    ],
    "customization_service": "Our team can customize these templates to your specific facility's needs, including integration of your branding, specific department color schemes, and any special requirements for your healthcare environment. Contact us for personalized consultation.",
    "pricing": {
      "basic_template_package": "1,500 SAR",
      "customized_policy_development": "4,500 SAR",
      "complete_implementation_package": "8,500 SAR (includes staff training materials)"
    },
    "testimonials": [
      {
        "quote": "These policy templates significantly simplified our uniform standardization process across three facilities. The infection control protocols were particularly valuable.",
        "author": "Dr. Fatima Al-Harbi",
        "position": "Chief Medical Officer",
        "hospital": "Premier Medical Center, Riyadh"
      }
    ],
    "download_sample": "Download a sample policy template to review before purchasing.",
    "contact_cta": "Contact our healthcare uniform specialists for personalized policy development assistance.",
    "image_paths": [
      "/images/resources/hospital-policies-cover.jpg",
      "/images/healthcare/healthcare_medical_doctor_uniform.jpg",
      "/images/healthcare/healthcare_hijab_doctor.jpg"
    ]
  },
  "ar": {
    "title": "قوالب سياسة الزي الموحد للمستشفيات",
    "description": "قم بتبسيط إدارة الزي الموحد في منشأتك الصحية باستخدام قوالب سياسة الزي الموحد الشاملة للمستشفيات. تم تطويرها خصيصًا للمؤسسات الصحية في المملكة العربية السعودية، وتساعد هذه القوالب المصممة باحترافية على وضع معايير متسقة تعزز ثقة المرضى، وتحسن السيطرة على العدوى، وتقوي الهوية المهنية لمؤسستك.",
    "introduction": "يعد تنفيذ سياسات فعالة للزي الموحد أمرًا ضروريًا للمرافق الصحية للحفاظ على الاحترافية، ومعايير مكافحة العدوى، وتحديد الموظفين بوضوح. توفر لك هذه القوالب القابلة للتخصيص إرشادات خبيرة بناءً على أفضل الممارسات في الصناعة واللوائح الصحية السعودية.",
    "benefits": [
      "ضمان الامتثال لمتطلبات اللوائح الصحية السعودية",
      "تحسين مكافحة العدوى من خلال بروتوكولات التعامل المناسبة مع الزي الموحد",
      "تعزيز تجربة المريض من خلال مظهر احترافي متسق",
      "تبسيط عمليات شراء وإدارة الزي الموحد",
      "إنشاء إرشادات واضحة للموظفين في جميع الأقسام"
    ],
    "template_sections": [
      {
        "title": "إرشادات خاصة بالأقسام",
        "description": "متطلبات مفصلة للزي الموحد لمختلف أقسام المستشفى بما في ذلك التمريض والأطباء وموظفي الإدارة والفنيين وخدمات الدعم، مع ترميز لوني محدد ومواصفات الملابس.",
        "preview_image": "/images/resources/hospital-policies-cover.jpg"
      },
      {
        "title": "معايير مكافحة العدوى",
        "description": "بروتوكولات شاملة للتعامل مع الزي الموحد، والغسيل، ومرافق التغيير في الموقع، وإرشادات لارتداء الزي الموحد في مناطق عالية الخطورة للعدوى بما يتماشى مع متطلبات وزارة الصحة السعودية.",
        "preview_image": "/images/healthcare/healthcare_medical_doctor_uniform.jpg"
      },
      {
        "title": "مراعاة الدينية والثقافية",
        "description": "إرشادات لاستيعاب متطلبات اللباس الدينية والثقافية ضمن إطار الأزياء الموحدة للرعاية الصحية المهنية، بما في ذلك إرشادات الحجاب ومعايير الاحتشام.",
        "preview_image": "/images/healthcare/healthcare_hijab_doctor.jpg"
      },
      {
        "title": "معايير التعريف",
        "description": "مواصفات لشارات الاسم، وتحديد الدور، وتعيين القسم لضمان تحديد واضح للموظفين للمرضى والزوار.",
        "preview_image": "/images/healthcare/full_clothes_doctor_uniform.jpg"
      }
    ],
    "format_options": [
      "مستند Word قابل للتحرير (.docx)",
      "تنسيق PDF",
      "عرض تقديمي PowerPoint لتدريب الموظفين",
      "أدلة مرجعية سريعة مرئية"
    ],
    "customization_service": "يمكن لفريقنا تخصيص هذه القوالب حسب احتياجات منشأتك المحددة، بما في ذلك دمج علامتك التجارية، ومخططات ألوان الأقسام المحددة، وأي متطلبات خاصة لبيئة الرعاية الصحية الخاصة بك. اتصل بنا للحصول على استشارة شخصية.",
    "pricing": {
      "basic_template_package": "1,500 ريال سعودي",
      "customized_policy_development": "4,500 ريال سعودي",
      "complete_implementation_package": "8,500 ريال سعودي (يشمل مواد تدريب الموظفين)"
    },
    "testimonials": [
      {
        "quote": "بسطت قوالب السياسة هذه بشكل كبير عملية توحيد الزي الموحد لدينا عبر ثلاث منشآت. كانت بروتوكولات مكافحة العدوى قيمة بشكل خاص.",
        "author": "د. فاطمة الحربي",
        "position": "المدير الطبي",
        "hospital": "المركز الطبي الرئيسي، الرياض"
      }
    ],
    "download_sample": "قم بتنزيل نموذج قالب سياسة للمراجعة قبل الشراء.",
    "contact_cta": "اتصل بمتخصصي الزي الموحد للرعاية الصحية لدينا للحصول على مساعدة شخصية في تطوير السياسات.",
    "image_paths": [
      "/images/resources/hospital-policies-cover.jpg",
      "/images/healthcare/healthcare_medical_doctor_uniform.jpg",
      "/images/healthcare/healthcare_hijab_doctor.jpg"
    ]
  }
} 