{
  "en": {
    "title": "Retail Department Store Set",
    "description": "Create a cohesive and professional retail team appearance with our Department Store Uniform Set. Designed for Saudi Arabia's busy retail environments, this versatile uniform combines practicality with a polished appearance, enhancing customer experience through professional staff presentation.",
    "features": [
      "Durable easy-care fabric blend (60% cotton, 40% polyester)",
      "Enhanced durability for all-day retail activity",
      "Multiple color combinations to match store branding",
      "Modular design (vest + shirt/blouse options)",
      "Practical pockets for retail tools and accessories"
    ],
    "specifications": {
      "material": "Performance blend (60% cotton, 40% polyester)",
      "weight": "180 gsm (shirt/blouse), 220 gsm (vest)",
      "colors": [
        "Navy/White",
        "Black/Grey",
        "Burgundy/Beige",
        "Custom color combinations"
      ],
      "sizes": ["XS", "S", "M", "L", "XL", "2XL", "3XL"],
      "care": "Machine washable, minimal ironing required"
    },
    "customization": "Modular components allow for seasonal adjustments. Customization includes embroidered logos, name tags, color combinations matched to your brand palette, and separate ordering of components.",
    "ideal_for": "Department stores, supermarkets, home goods retailers, and shopping centers with multiple departments.",
    "pricing": {
      "vest": "120 SAR",
      "shirt": "110 SAR",
      "complete_set": "210 SAR",
      "bulk_50_sets": "190 SAR per set",
      "bulk_100_sets": "180 SAR per set"
    },
    "image_paths": [
      "/images/products/retail/department-1.jpg",
      "/images/products/retail/department-2.jpg",
      "/images/industries/retail-shops/retail-shops-uniform-shop.jpg"
    ],
    "related_products": [
      "/shop/retail-uniforms/related-product-1/",
      "/shop/retail-uniforms/related-product-2/",
      "/shop/retail-uniforms/related-product-4/"
    ]
  },
  "ar": {
    "title": "طقم متجر متعدد الأقسام",
    "description": "أزياء متكاملة وعملية مصممة خصيصًا للعاملين في متاجر متعددة الأقسام في السوق السعودي. يوفر هذا الطقم مزيجًا مثاليًا من الأناقة المهنية ومتانة الاستخدام اليومي مع تكاليف مُحسّنة للمؤسسات ذات الفرق الكبيرة. يتميز الطقم بقابليته للتخصيص لمختلف الأقسام مع الحفاظ على اتساق الهوية البصرية للعلامة التجارية، ويوفر للموظفين راحة فائقة خلال نوبات العمل الطويلة في بيئة البيع بالتجزئة النشطة.",
    "features": [
      "نسيج متين ومريح بنسبة مزج مثالية (60% قطن معالج، 40% بوليستر عالي الأداء) للاستخدام المتكرر مع الحفاظ على الشكل الأنيق",
      "تصميم متعدد الطبقات يمكن تعديله للملاءمة الموسمية - قميص أساسي وصديري/جاكيت خفيف قابل للإزالة",
      "جيوب عملية مصممة لاحتياجات العمل اليومية مع وضوح شارات الأسماء ورموز الأقسام",
      "تشطيبات مقاومة للكرمشة والبقع تبقى أنيقة طوال اليوم وتقلل تكاليف الصيانة",
      "تصميم محايد للجنسين يناسب فرق العمل المتنوعة مع خيارات تخصيص للأقسام المختلفة (تعليمية بألوان مميزة، شارات قسم)"
    ],
    "specifications": {
      "material": "قماش مختلط عالي الأداء (60% قطن معالج، 40% بوليستر متطور)",
      "weight": "190-210 جم/م² - خفيف بما يكفي للراحة طوال اليوم مع متانة كافية للاستخدام المكثف",
      "colors": ["كحلي مع لمسات فيروزية", "رمادي مع لمسات برتقالية", "أخضر زيتوني مع لمسات بيج", "بني داكن مع لمسات ذهبية"],
      "sizes": ["XXS (36-38)", "XS (40-42)", "S (44-46)", "M (48-50)", "L (52-54)", "XL (56-58)", "2XL (60-62)", "3XL (64-66)", "مقاسات خاصة متوفرة"],
      "care": "غسيل آلي على 40 درجة مئوية، مقاوم للكي، تجفيف منخفض، يحتفظ بشكله وألوانه حتى بعد 100 غسلة"
    },
    "customization": "أنظمة تخصيص متكاملة مثالية للمتاجر متعددة الأقسام، تشمل: رموز ألوان مختلفة للأقسام المتعددة، أنماط مختلفة للقمصان لتمييز المشرفين والموظفين، خيارات متنوعة لشارات الأسماء والشعارات، إمكانية طباعة تعليمات الأقسام على الأكمام أو الظهر، وحلول تمييز بصرية للمناسبات الخاصة والمواسم.",
    "ideal_for": "متاجر الهايبر ماركت، متاجر الأقسام الكبرى، المراكز التجارية متعددة المستأجرين، متاجر الأثاث والمفروشات الضخمة، متاجر الإلكترونيات الكبرى، المكتبات ومتاجر القرطاسية الكبيرة، ومتاجر مستلزمات المنزل والديكور واسعة المساحة.",
    "pricing": {
      "single": "320 ريال سعودي للطقم الكامل",
      "bulk_50": "270 ريال سعودي للطقم (توفير 15.6%)",
      "bulk_100": "250 ريال سعودي للطقم (توفير 21.9%)",
      "bulk_500": "220 ريال سعودي للطقم (توفير 31.3%)",
      "department_package": "اتصل بنا للحصول على عروض مخصصة للمتاجر متعددة الأقسام (تشمل تمييز الأقسام بخصومات إضافية)"
    },
    "image_paths": [
      "/images/products/retail/department-1.jpg",
      "/images/industries/retail-shops/retail-shops-uniform-brands-logo.jpg",
      "/images/industries/retail-shops/retail-shops-uniform-shop.jpg",
      "/images/industries/retail-shops/retail-shops-uniform-identity-4.jpg"
    ],
    "related_products": [
      "/shop/retail-uniforms/related-product-1/",
      "/shop/retail-uniforms/related-product-2/",
      "/shop/retail-uniforms/related-product-4/"
    ]
  }
} 