{
  "en": {
    "title": "Terms of Service",
    "last_updated": "September 20, 2024",
    "introduction": "Welcome to UNEOM. By accessing or using our website, products, or services, you agree to be bound by these Terms of Service. Please read them carefully before using our platform.",
    "sections": [
      {
        "title": "1. Acceptance of Terms",
        "content": "By accessing or using the UNEOM website, mobile applications, or any of our services (collectively, the 'Services'), you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions, you may not access or use our Services. These Terms of Service apply to all visitors, users, and others who access or use our Services."
      },
      {
        "title": "2. Changes to Terms",
        "content": "UNEOM reserves the right, at our sole discretion, to modify or replace these Terms at any time. We will provide notice of any significant changes through our website or by sending you an email. Your continued use of our Services after any such changes constitutes your acceptance of the new Terms. Please review these Terms periodically for changes."
      },
      {
        "title": "3. Business Account Registration",
        "content": "To access certain features of our Services, you may be required to register for a business account. When you register, you must provide accurate, current, and complete information about your organization. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. You agree to notify UNEOM immediately of any unauthorized use of your account or any other breach of security. UNEOM will not be liable for any loss or damage arising from your failure to comply with this section."
      },
      {
        "title": "4. Orders and Purchases",
        "content": "4.1 By placing an order through our Services, you are making an offer to purchase products. All orders are subject to acceptance by UNEOM. We reserve the right to refuse or cancel any order for any reason, including but not limited to product availability, errors in product or pricing information, or issues with order verification.\n\n4.2 Prices for products are subject to change without notice. We reserve the right to modify or discontinue any product or service without notice at any time. We shall not be liable to you or any third party for any modification, price change, suspension, or discontinuance of products or services.\n\n4.3 For custom orders, additional terms may apply. Once production of custom orders has commenced, cancellations may be subject to fees or may not be possible, depending on the production stage."
      },
      {
        "title": "5. Payment Terms",
        "content": "5.1 All prices listed on our Services are in Saudi Riyal (SAR) unless otherwise specified. Prices are subject to change and do not include taxes, duties, or shipping costs, which will be added to your order total where applicable.\n\n5.2 For first-time customers, we typically require a 50% deposit to begin production, with the remaining balance due before shipping. Established customers may qualify for net-30 payment terms subject to credit approval.\n\n5.3 If you fail to make any payment due to UNEOM under these Terms by the due date for payment, then, without limiting our remedies, you shall pay interest on the overdue amount at the rate of 1.5% per month. Such interest shall accrue on a daily basis from the due date until actual payment of the overdue amount."
      },
      {
        "title": "6. Shipping and Delivery",
        "content": "6.1 UNEOM will make reasonable efforts to deliver products within the estimated delivery timeframes. However, delivery dates are approximate and not guaranteed. UNEOM is not liable for any delays in shipments.\n\n6.2 Risk of loss and title for products purchased pass to you upon delivery of the products to the shipping carrier. It is your responsibility to file any claims with carriers for damaged and/or lost shipments.\n\n6.3 In the event that you fail to accept delivery or provide adequate delivery instructions, UNEOM reserves the right to charge for storage costs and additional delivery attempts."
      },
      {
        "title": "7. Returns and Exchanges",
        "content": "7.1 For standard catalog items without customization, UNEOM offers a 14-day return period. Items must be unworn, unwashed, and with original tags attached. Custom-branded or specially manufactured items cannot be returned unless there is a quality defect.\n\n7.2 To initiate a return or exchange, you must contact UNEOM's customer service within the applicable return period with your order information. UNEOM reserves the right to refuse returns that do not comply with our return policy.\n\n7.3 Refunds will be issued using the original method of payment, less any applicable restocking fees, which may be up to 20% of the order value for bulk orders without quality issues."
      },
      {
        "title": "8. Product Quality and Warranty",
        "content": "8.1 UNEOM provides a 90-day warranty against manufacturing defects under normal wear conditions. This covers issues such as seam failure, button detachment, or premature fabric deterioration. The warranty does not cover damage from improper care, alterations, or normal wear and tear.\n\n8.2 Warranty claims require proof of purchase and return of defective items for inspection. UNEOM, at its discretion, will repair or replace defective products, or provide a refund if repair or replacement is not possible.\n\n8.3 EXCEPT FOR THE EXPRESS WARRANTY STATED ABOVE, UNEOM PROVIDES PRODUCTS 'AS IS' AND DISCLAIMS ALL OTHER WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE."
      },
      {
        "title": "9. Intellectual Property",
        "content": "9.1 All content included on our Services, such as text, graphics, logos, images, designs, and software, is the property of UNEOM or its content suppliers and is protected by copyright, trademark, and other intellectual property laws.\n\n9.2 You are granted a limited license to access and use our Services and to download or print a copy of any portion of the content to which you have properly gained access, solely for your personal, non-commercial use. You may not reproduce, duplicate, copy, sell, resell, or exploit any portion of our Services without express written permission from UNEOM.\n\n9.3 When you provide logos, designs, or other intellectual property ('Customer IP') to UNEOM for incorporation into products, you represent that you have all necessary rights to the Customer IP and grant UNEOM a non-exclusive license to use the Customer IP solely for the purpose of fulfilling your order."
      },
      {
        "title": "10. Limitation of Liability",
        "content": "10.1 IN NO EVENT SHALL UNEOM, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR SERVICES, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR SERVICES, (V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH OUR SERVICES BY ANY THIRD PARTY, AND/OR (VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT THE COMPANY IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n\n10.2 IN ANY EVENT, UNEOM'S MAXIMUM LIABILITY TO YOU SHALL NOT EXCEED THE AMOUNT PAID BY YOU TO UNEOM FOR THE PRODUCTS OR SERVICES GIVING RISE TO SUCH LIABILITY."
      },
      {
        "title": "11. Indemnification",
        "content": "You agree to defend, indemnify, and hold harmless UNEOM, its officers, directors, employees, and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the Services; (ii) your violation of any term of these Terms; (iii) your violation of any third party right, including without limitation any copyright, property, or privacy right; or (iv) any claim that content you provided to us caused damage to a third party. This defense and indemnification obligation will survive these Terms and your use of the Services."
      },
      {
        "title": "12. Governing Law and Dispute Resolution",
        "content": "12.1 These Terms shall be governed by and construed in accordance with the laws of the Kingdom of Saudi Arabia, without regard to its conflict of law provisions.\n\n12.2 Any dispute arising out of or in connection with these Terms, including any question regarding its existence, validity, or termination, shall be referred to and finally resolved by arbitration under the rules of the Saudi Center for Commercial Arbitration, which rules are deemed to be incorporated by reference into this clause. The seat of arbitration shall be Riyadh, Saudi Arabia. The language of the arbitration shall be English or Arabic, at the option of the party initiating the arbitration.\n\n12.3 Before initiating any arbitration proceedings, the parties shall attempt in good faith to resolve the dispute through negotiation. If the dispute cannot be resolved through negotiation within 30 days, either party may refer the dispute to arbitration as provided above."
      },
      {
        "title": "13. Severability",
        "content": "If any provision of these Terms is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render these Terms unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein."
      },
      {
        "title": "14. Entire Agreement",
        "content": "These Terms constitute the entire agreement between you and UNEOM regarding our Services, and supersede and replace any prior agreements we might have had between us regarding the Services."
      },
      {
        "title": "15. Contact Information",
        "content": "Questions about the Terms of Service should be sent to us at info@uneom.com or by mail to: UNEOM, [Address], Saudi Arabia."
      }
    ],
    "contact_info": {
      "email": "info@uneom.com",
      "phone": "+966 12 345 6789",
      "address": "UNEOM Corporate Headquarters, Industrial Area, Riyadh 12345, Saudi Arabia"
    }
  },
  "ar": {
    "title": "شروط الخدمة",
    "last_updated": "20 سبتمبر 2024",
    "introduction": "مرحبًا بك في UNEOM. من خلال الوصول إلى موقعنا الإلكتروني أو منتجاتنا أو خدماتنا أو استخدامها، فإنك توافق على الالتزام بشروط الخدمة هذه. يرجى قراءتها بعناية قبل استخدام منصتنا.",
    "sections": [
      {
        "title": "1. قبول الشروط",
        "content": "من خلال الوصول إلى موقع UNEOM الإلكتروني أو تطبيقات الهاتف المحمول أو أي من خدماتنا (يشار إليها مجتمعة باسم 'الخدمات') أو استخدامها، فإنك توافق على الالتزام بشروط الخدمة هذه. إذا كنت لا توافق على جميع الشروط والأحكام، فقد لا تتمكن من الوصول إلى خدماتنا أو استخدامها. تنطبق شروط الخدمة هذه على جميع الزوار والمستخدمين وغيرهم ممن يصلون إلى خدماتنا أو يستخدمونها."
      },
      {
        "title": "2. التغييرات في الشروط",
        "content": "تحتفظ UNEOM بالحق، وفقًا لتقديرنا الخاص، في تعديل أو استبدال هذه الشروط في أي وقت. سنقدم إشعارًا بأي تغييرات مهمة من خلال موقعنا الإلكتروني أو عن طريق إرسال بريد إلكتروني إليك. يشكل استمرار استخدامك لخدماتنا بعد أي من هذه التغييرات قبولك للشروط الجديدة. يرجى مراجعة هذه الشروط بشكل دوري للتعرف على التغييرات."
      },
      {
        "title": "3. تسجيل حساب الأعمال",
        "content": "للوصول إلى ميزات معينة من خدماتنا، قد يُطلب منك التسجيل للحصول على حساب أعمال. عند التسجيل، يجب عليك تقديم معلومات دقيقة وحالية وكاملة عن مؤسستك. أنت مسؤول عن الحفاظ على سرية بيانات اعتماد حسابك وعن جميع الأنشطة التي تحدث ضمن حسابك. أنت توافق على إخطار UNEOM على الفور بأي استخدام غير مصرح به لحسابك أو أي خرق آخر للأمان. لن تكون UNEOM مسؤولة عن أي خسارة أو ضرر ينشأ عن فشلك في الامتثال لهذا القسم."
      },
      {
        "title": "4. الطلبات والمشتريات",
        "content": "4.1 من خلال تقديم طلب عبر خدماتنا، فإنك تقدم عرضًا لشراء المنتجات. تخضع جميع الطلبات للقبول من قبل UNEOM. نحتفظ بالحق في رفض أو إلغاء أي طلب لأي سبب من الأسباب، بما في ذلك على سبيل المثال لا الحصر توافر المنتج أو الأخطاء في معلومات المنتج أو التسعير أو مشكلات التحقق من الطلب.\n\n4.2 أسعار المنتجات عرضة للتغيير دون إشعار. نحتفظ بالحق في تعديل أو وقف أي منتج أو خدمة دون إشعار في أي وقت. لن نكون مسؤولين تجاهك أو أي طرف ثالث عن أي تعديل أو تغيير في السعر أو تعليق أو وقف المنتجات أو الخدمات.\n\n4.3 بالنسبة للطلبات المخصصة، قد تنطبق شروط إضافية. بمجرد بدء إنتاج الطلبات المخصصة، قد تخضع عمليات الإلغاء لرسوم أو قد لا تكون ممكنة، اعتمادًا على مرحلة الإنتاج."
      },
      {
        "title": "5. شروط الدفع",
        "content": "5.1 جميع الأسعار المدرجة في خدماتنا هي بالريال السعودي (SAR) ما لم يُذكر خلاف ذلك. الأسعار عرضة للتغيير ولا تشمل الضرائب أو الرسوم الجمركية أو تكاليف الشحن، والتي ستضاف إلى إجمالي طلبك حيثما ينطبق ذلك.\n\n5.2 بالنسبة للعملاء الجدد، نطلب عادةً دفعة مقدمة بنسبة 50% لبدء الإنتاج، مع استحقاق الرصيد المتبقي قبل الشحن. قد يتأهل العملاء الحاليون لشروط دفع صافي 30 يومًا مع مراعاة الموافقة على الائتمان.\n\n5.3 إذا فشلت في سداد أي دفعة مستحقة لـ UNEOM بموجب هذه الشروط بحلول تاريخ استحقاق الدفع، فعندئذٍ، ودون تقييد تدابيرنا، ستدفع فائدة على المبلغ المتأخر بمعدل 1.5% شهريًا. تتراكم هذه الفائدة على أساس يومي من تاريخ الاستحقاق حتى السداد الفعلي للمبلغ المتأخر."
      },
      {
        "title": "6. الشحن والتسليم",
        "content": "6.1 ستبذل UNEOM جهودًا معقولة لتسليم المنتجات ضمن أطر زمنية تقديرية للتسليم. ومع ذلك، فإن تواريخ التسليم تقريبية وليست مضمونة. UNEOM ليست مسؤولة عن أي تأخير في الشحنات.\n\n6.2 تنتقل مخاطر الخسارة وملكية المنتجات المشتراة إليك عند تسليم المنتجات إلى شركة الشحن. من مسؤوليتك تقديم أي مطالبات مع شركات النقل للشحنات التالفة و/أو المفقودة.\n\n6.3 في حالة فشلك في قبول التسليم أو تقديم تعليمات التسليم الكافية، تحتفظ UNEOM بالحق في فرض رسوم على تكاليف التخزين ومحاولات التسليم الإضافية."
      },
      {
        "title": "7. الإرجاع والتبادل",
        "content": "7.1 بالنسبة لعناصر الكتالوج القياسية بدون تخصيص، تقدم UNEOM فترة إرجاع مدتها 14 يومًا. يجب أن تكون العناصر غير مرتدية وغير مغسولة ومزودة بالعلامات الأصلية. لا يمكن إرجاع العناصر ذات العلامات التجارية المخصصة أو المصنعة خصيصًا ما لم يكن هناك عيب في الجودة.\n\n7.2 لبدء عملية إرجاع أو استبدال، يجب عليك الاتصال بخدمة العملاء لدى UNEOM خلال فترة الإرجاع المعمول بها مع معلومات طلبك. تحتفظ UNEOM بالحق في رفض المرتجعات التي لا تتوافق مع سياسة الإرجاع لدينا.\n\n7.3 سيتم إصدار المبالغ المستردة باستخدام طريقة الدفع الأصلية، ناقص أي رسوم إعادة تخزين قابلة للتطبيق، والتي قد تصل إلى 20% من قيمة الطلب للطلبات بالجملة بدون مشاكل في الجودة."
      },
      {
        "title": "8. جودة المنتج والضمان",
        "content": "8.1 توفر UNEOM ضمانًا لمدة 90 يومًا ضد عيوب التصنيع في ظل ظروف الارتداء العادية. يغطي ذلك مشكلات مثل فشل الحياكة، وانفصال الأزرار، أو تدهور النسيج المبكر. لا يغطي الضمان الضرر الناتج عن العناية غير المناسبة أو التعديلات أو التآكل والتمزق العادي.\n\n8.2 تتطلب مطالبات الضمان إثبات الشراء وإعادة العناصر المعيبة للفحص. ستقوم UNEOM، وفقًا لتقديرها، بإصلاح أو استبدال المنتجات المعيبة، أو تقديم استرداد إذا كان الإصلاح أو الاستبدال غير ممكن.\n\n8.3 باستثناء الضمان الصريح المذكور أعلاه، تقدم UNEOM المنتجات 'كما هي' وتتنصل من جميع الضمانات الأخرى، الصريحة أو الضمنية، بما في ذلك على سبيل المثال لا الحصر الضمانات الضمنية للرواج والملاءمة لغرض معين."
      },
      {
        "title": "9. الملكية الفكرية",
        "content": "9.1 جميع المحتويات المدرجة في خدماتنا، مثل النصوص والرسومات والشعارات والصور والتصميمات والبرامج، هي ملك لـ UNEOM أو موردي المحتوى التابعين لها وهي محمية بموجب حقوق النشر والعلامات التجارية وقوانين الملكية الفكرية الأخرى.\n\n9.2 يتم منحك ترخيصًا محدودًا للوصول إلى خدماتنا واستخدامها وتنزيل أو طباعة نسخة من أي جزء من المحتوى الذي وصلت إليه بشكل صحيح، فقط للاستخدام الشخصي وغير التجاري. لا يجوز لك إعادة إنتاج أو تكرار أو نسخ أو بيع أو إعادة بيع أو استغلال أي جزء من خدماتنا دون إذن كتابي صريح من UNEOM.\n\n9.3 عندما تقدم شعارات أو تصميمات أو ملكية فكرية أخرى ('الملكية الفكرية للعميل') إلى UNEOM لدمجها في المنتجات، فإنك تقر بأن لديك جميع الحقوق الضرورية للملكية الفكرية للعميل وتمنح UNEOM ترخيصًا غير حصري لاستخدام الملكية الفكرية للعميل فقط لغرض تنفيذ طلبك."
      },
      {
        "title": "10. تحديد المسؤولية",
        "content": "10.1 لن تكون UNEOM أو مسؤوليها أو مديريها أو موظفيها، بأي حال من الأحوال، مسؤولة تجاهك عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو خاصة أو عقابية أو تبعية أيًا كانت الناتجة عن أي (I) أخطاء أو أخطاء أو عدم دقة في المحتوى، (II) إصابة شخصية أو ضرر بالممتلكات، من أي طبيعة كانت، ناتجة عن وصولك إلى خدماتنا واستخدامها، (III) أي وصول غير مصرح به أو استخدام لخوادمنا الآمنة و/أو أي من جميع المعلومات الشخصية و/أو المعلومات المالية المخزنة فيها، (IV) أي انقطاع أو توقف للانتقال من أو إلى خدماتنا، (V) أي برامج ضارة أو فيروسات أو أحصنة طروادة أو ما شابه ذلك، والتي قد يتم نقلها إلى أو من خلال خدماتنا من قبل أي طرف ثالث، و/أو (VI) أي أخطاء أو إغفالات في أي محتوى أو عن أي خسارة أو ضرر من أي نوع يتم تكبده نتيجة لاستخدامك لأي محتوى تم نشره أو إرساله بالبريد الإلكتروني أو نقله أو إتاحته بطريقة أخرى عبر الخدمات، سواء كان ذلك على أساس الضمان أو العقد أو الضرر أو أي نظرية قانونية أخرى، وسواء تم إبلاغ الشركة بإمكانية حدوث مثل هذه الأضرار أم لا.\n\n10.2 في أي حال، لن تتجاوز مسؤولية UNEOM القصوى تجاهك المبلغ الذي دفعته لـ UNEOM مقابل المنتجات أو الخدمات التي أدت إلى هذه المسؤولية."
      },
      {
        "title": "11. التعويض",
        "content": "أنت توافق على الدفاع والتعويض وعدم الإضرار بـ UNEOM ومسؤوليها ومديريها وموظفيها ووكلائها، من وضد أي وجميع المطالبات والأضرار والالتزامات والخسائر والمسؤوليات والتكاليف أو الديون والنفقات (بما في ذلك على سبيل المثال لا الحصر أتعاب المحاماة) الناشئة عن: (i) استخدامك ووصولك إلى الخدمات؛ (ii) انتهاكك لأي شرط من هذه الشروط؛ (iii) انتهاكك لأي حق من حقوق الطرف الثالث، بما في ذلك على سبيل المثال لا الحصر أي حقوق نشر أو ملكية أو خصوصية؛ أو (iv) أي ادعاء بأن المحتوى الذي قدمته لنا تسبب في ضرر لطرف ثالث. سيستمر هذا الالتزام بالدفاع والتعويض بعد هذه الشروط واستخدامك للخدمات."
      },
      {
        "title": "12. القانون الحاكم وحل النزاعات",
        "content": "12.1 تخضع هذه الشروط وتفسر وفقًا لقوانين المملكة العربية السعودية، بغض النظر عن أحكام تعارض القوانين.\n\n12.2 أي نزاع ينشأ عن أو فيما يتعلق بهذه الشروط، بما في ذلك أي سؤال يتعلق بوجودها أو صحتها أو إنهائها، يجب إحالته وحله نهائيًا عن طريق التحكيم بموجب قواعد المركز السعودي للتحكيم التجاري، التي تعتبر قواعد مدمجة بالإشارة إلى هذا البند. يكون مقر التحكيم في الرياض، المملكة العربية السعودية. تكون لغة التحكيم الإنجليزية أو العربية، حسب اختيار الطرف الذي يبدأ التحكيم.\n\n12.3 قبل بدء أي إجراءات تحكيم، يحاول الطرفان بحسن نية حل النزاع من خلال التفاوض. إذا تعذر حل النزاع من خلال التفاوض خلال 30 يومًا، يجوز لأي من الطرفين إحالة النزاع إلى التحكيم على النحو المنصوص عليه أعلاه."
      },
      {
        "title": "13. قابلية الفصل",
        "content": "إذا تبين أن أي حكم من أحكام هذه الشروط غير قابل للتنفيذ أو غير صالح بموجب أي قانون معمول به، فإن عدم قابلية التنفيذ أو عدم الصلاحية هذه لن تجعل هذه الشروط غير قابلة للتنفيذ أو غير صالحة ككل، وسيتم حذف هذه الأحكام دون التأثير على الأحكام المتبقية هنا."
      },
      {
        "title": "14. الاتفاقية الكاملة",
        "content": "تشكل هذه الشروط الاتفاقية الكاملة بينك وبين UNEOM فيما يتعلق بخدماتنا، وتحل محل وتحل محل أي اتفاقيات سابقة قد تكون موجودة بيننا فيما يتعلق بالخدمات."
      },
      {
        "title": "15. معلومات الاتصال",
        "content": "يجب إرسال الأسئلة المتعلقة بشروط الخدمة إلينا على info@uneom.com أو عن طريق البريد إلى: UNEOM، [العنوان]، المملكة العربية السعودية."
      }
    ],
    "contact_info": {
      "email": "info@uneom.com",
      "phone": "+966 12 345 6789",
      "address": "المقر الرئيسي لشركة UNEOM، المنطقة الصناعية، الرياض 12345، المملكة العربية السعودية"
    }
  }
} 